{
  "index": {
    "layout": "../_layouts/_page-layout"
  },
  "acts": ["tnsd", "heavy-crown"],
  "tnsd": {
    "layout": "../_layouts/_act-layout",
    "name": "The Naked Sweat Drips",
    "slug": "tnsd",
    "image": "./tnsd.jpg",
    "youtube": "https://www.youtube.com/embed/65WPDS8cXZY",
    "description": "The Naked Sweat Drips combineert sinds 2010 intense psychedelische klanken met psychopathische teksten, gebracht met een dubbele gitaarattack, schreeuwende Hammondorgel en aangrijpende zang.",
    "bio": "Dit zestal maakt psycho-grunge die doet denken aan het maniakale van Nick Cave, de groove van Queens of the Stone Age en het schizofrene van Pink Floyd, gespeeld met branie en tomeloze energie. Op 27 januari 2017 brengt The Naked Sweat Drips zijn debuutalbum Psycho Sister uit via Butler Records (o.a. Lamb, Anneke van Giersbergen, Donnerwetter). Op het album, bestaande uit tien composities, zoekt de band zowel tekstueel als muzikaal de dunne lijn tussen waanzin en het sociaal aanvaardbare op. Wat doet waanzin met je, hoe ver kun je gaan in gekte en wat gebeurt er wanneer alle grenzen zijn verdwenen?"
  },
  "heavy-crown": {
    "layout": "../_layouts/_act-layout",
    "name": "The Heavy Crown",
    "slug": "heavy-crown",
    "image": "./heavy-crown.jpg",
    "youtube": "https://www.youtube.com/embed/j0OR--RCUvI",
    "description": "Heavy en groovy power-trio uit Brugge! Met subtiele psychedelische invloeden en een flinke knipoog naar de grootheden uit de 60's en 70's, gecombineerd met een origineel en eigentijds geluid!",
    "bio": "Zoals ze het zelf zeggen: 'Heavy and groovy powertrio from Bruges, with subtle psychedelic and soulful influences. And a less subtle wink to stellar bands from the late sixties and seventies era, although with a contemporary and original sound. Instantly making sense upon the first spin, 'Full of Haze' will please many young listeners in search of that epicness of before-mentioned decades, and will strike an equal amount of people with pure nostalgic joy...'"
  }
}