{
  "index": {
    "layout": "../_layouts/_page-layout"
  },
  "acts": ["the-wild-eyed", "kid-calloway", "one-harry"],
  "the-wild-eyed": {
    "layout": "../_layouts/_act-layout",
    "name": "The Wild Eyed",
    "slug": "the-wild-eyed",
    "image": "./the-wild-eyed.jpg",
    "youtube": "https://www.youtube.com/embed/_IWb6TBbK5c",
    "description": "The Wild Eyed brengt je Rock zoals het bedoeld is. Met rauwe vocals, scheurende gitaren en drums die inslaan als kanonslagen brengen ze een show om niet te vergeten. Bring your earplugs!",
    "bio": "The Wild Eyed brengt je Rock zoals het bedoeld is. Met rauwe vocals, scheurende gitaren en drums die inslaan als kanonslagen brengen ze een show om niet te vergeten. Bring your earplugs!"
  },
  "kid-calloway": {
    "layout": "../_layouts/_act-layout",
    "name": "Kid Calloway",
    "slug": "kid-calloway",
    "image": "./KC-7762.jpg",
    "youtube": "https://www.youtube.com/embed/8NOBTw3pESU",
    "description": "70's hard rock uit Eindhoven, á la Thin Lizzy en Led Zeppelin. Met een debuut EP uit en een opvolger in de maak, weet het viertal van Kid Calloway met hun energieke en strakke live-shows iedere zaal naar hun hand te zetten en spelen zo lang als er uit die hand gegeten wordt!",
    "bio": "Kid Calloway is het nooit erkende bastaardkind van Thin Lizzy en MC5, dat in de puberteit volledig op het verkeerde pad was geraakt. Gewapend met beukende riffs, tweestemmig huilende gitaren en een explosieve ritmesectie, probeert Kid Calloway het respect van zijn ouders terug te verdienen. Het viertal van Kid Calloway zet met hun energieke en strakke live-shows iedere zaal naar hun hand en spelen zo lang als er uit die hand gegeten wordt. Plug de instrumenten in, zet de versterkers op 11 en laat je ontvoeren naar een andere planeet door Kid Calloway!"
  },
  "one-harry": {
    "layout": "../_layouts/_act-layout",
    "name": "One Harry",
    "slug": "one-harry",
    "image": "./oneharry.jpg",
    "youtube": "https://www.youtube.com/embed/AjVzbtw130A",
    "bio": "One Harry, een band waarvan zelfs de tegenstanders toegeven dat ze haar naam eer aandoet. Naar het schijnt wordt regelmatig geklaagd over het volume van de band, maar de leden zeggen daar nog nooit iets van te hebben gehoord. Een ding staat vast: One Harry is niet voor watjes maar voor doven en diehards. De liedjeskeuze is opmerkelijk voor een rockband. Uit de hele popgeschiedenis worden lukraak nummers geplukt. One Harry speelt geen enkele cover zoals het hoort. Alles klinkt als One Harry, alles klinkt als zestiger en zeventiger jaren rock, met een vleugje punk.",
    "description": "Wat krijg je als je een stel muzikanten in een hok zet die echte passie hebben voor muziek? One Harry brengt met liefde nummers van toen en nu ten gehore! Met de versterkers op 11 en vol overgave komen nummers van Neil Young, David Bowie, The Verve, en meer voorbij. One Harry hóór je niet alleen, die voel je ook!"
  }
}